
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "终于等到了今天，不是在学校，不是在电影院，不是在旅游景点，也不是某个众目睽睽的场合",
        "其实我对这个画面想象过很多次，在脑海里进行了很多次预演，甚至会为我们的幸福时刻自己偷笑",
        "但是事与愿违，没能回到我们恋爱开始的地方，见证我们余生幸福的开始，因为我们都是小阳人，哈哈",
        "你以前总是问我为什么喜欢你，我总是不善表达，让你觉得我很敷衍，现在我要告诉你，我爱你",
        "就如狄更斯《双城记》里所说：我爱你，不是因为你是一个怎样的人，而是因为我喜欢和你在一起时的感觉",
        "既然我们彼此相爱，那为什么不勇敢地向前跨一步，将我们的情侣关系变成成伴侣关系呢",
        "嫁给我吧，李秋",
        "by 宁忠寅",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2017-08-16T18:10:00",
    // 双方的名字
    names: ["李四猪", "宁忠寅"]
}
